# --- coding: utf-8 ---
EXAMPLES = [
    {
        'category': 'スッキリしたこと',
        'examples': [
            "机の上をきれいに片付けた",
            "たまっていた雑務を処理した",
            "顧客のクレームを解決した",
            "パソコン内のフォルダを整理した",
            "英単語帳を1冊終えた",
            "プログラムのバグをなくすことができた",
        ]
    },
    {
        'category': 'ワクワクしたこと',
        'examples': [
            "電話の対応が上手にできた",
            "会いたいと思っていた人に会えた",
            "レポートがうまく書けた",
            "家計簿の計算が一発でぴったり合った",
            "英会話でいつもよりうまく話せた",
            "新しいプロジェクトをスムーズにスタートできた",
        ]
    },
    {
        'category': 'ハツラツとしたこと',
        'examples': [
            "駅でエスカレーターではなく階段を使った",
            "朝に3キロ走った",
            "1日中子供とサッカーをした",
            "ヘルシーなお弁当を作った",
            "いつもより野菜を多く食べた",
            "いつも食べていない朝食を食べて出かけた",
            "先輩に悩みを相談し、本音を話せた",
            "有休を取って、ゆっくりできた",
        ]
    },
    {
        'category': '時間に関するできたこと',
        'examples': [
            '旅行の1週間前に準備が終わった',
            '納期通り商品を出荷できた',
            '初めてアポイントが取れた',
            'いつもより30分早く会社に着いた',
            '3分ぴったりでスピーチが終わった',
            '1年ぶりに友達に会えた',
        ]
    },
    {
        'category': '数値に関するできたこと',
        'examples': [
            'リスニングの点数が10点上がった',
            '商談をいつもより３件多くこなした',
            'いつもより10ページ多く本を読んだ',
        ]
    },
    {
        'category': '習慣化に関するできたこと',
        'examples': [
            '通勤時に英語のリスニング教材を1ヶ月間聴き続けた',
            '毎朝ランニングを3週間続けた',
            '新聞を2ヶ月間、毎朝欠かさずに読んだ',
        ]
    },
    {
        'category': '人に感謝されたこと',
        'examples': [
            '読んで面白かった本の話をしたら、後輩にお礼を言われた',
            '共有の場所をさっと掃除しておいたら、みんさんに感謝された',
            '宴会の感じを引き受けたら感謝された',
            '議事録を取っておいたら先輩に「ありがとう」と言ってもらえた',
        ]
    },
    {
        'category': '人に喜んでもらえたこと',
        'examples': [
            '他愛無い話で友達が笑ってくれた',
            '同期の服装を褒めたら笑顔になった',
            'プレゼントを贈ったら喜んでもらえた',
        ]
    },
    {
        'category': '人にしてもらえたこと',
        'examples': [
            '商談の終わりに、相手に握手を求められた',
            '真剣に話を聞いたら、友達がランチを奢ってくれた',
            '相手の要望に近い価格を提示したら、玄関まで送ってもらえた',
        ]
    }
]
